[
    {
        "id": 1,
        "title": "Italian tailoring",
        "price": 109.95,
        "description": "Italian tailoring that makes everyone at a Sicilian funeral look like a campaign model, it also does strong, solid basics with the same sort of flair – much like this button down chambray shirt.",
        "category": "men's clothing",
        "image": "Canali.jpg"
    },
    {
        "id": 2,
        "title": "Mens Casual Premium Slim Fit T-Shirts",
        "price": 22.3,
        "description": "Slim-fitting style, contrast raglan long sleeve, three-button henley placket, light weight & soft fabric for breathable and comfortable wearing. And Solid stitched shirts with round neck made for durability and a great fit for casual fashion wear and diehard baseball fans. The Henley style round neckline includes a three-button placket.",
        "category": "men's clothing",
        "image": "Fit T-Shirts.jpg"
    },
    {
        "id": 3,
        "title": "Mens Cotton Jacket",
        "price": 55.99,
        "description": "great outerwear jackets for Spring/Autumn/Winter, suitable for many occasions, such as working, hiking, camping, mountain/rock climbing, cycling, traveling or other outdoors. Good gift choice for you or your family member. A warm hearted love to Father, husband or son in this thanksgiving or Christmas Day.",
        "category": "men's clothing",
        "image": "Cotton Jacket.jpg"
    },
    {
        "id": 4,
        "title": "Mens Casual Slim Fit",
        "price": 15.99,
        "description": "The color could be slightly different between on the screen and in practice. / Please note that body builds vary by person, therefore, detailed size information should be reviewed below on the product description.",
        "category": "men's clothing",
        "image": "Slim Fit.jpg"
    },
    {
        "id": 5,
        "title": "Brand Men Shirts Long Sleeves",
        "price": 15.99,
        "description": "Famous Brand Men Shirts Long Sleeves Collar Mens Clothes Office Collar Dobby Cotton Blending Tactical Shirts Hombre Overhemd 262",
        "category": "men's clothing",
        "image": "Long Sleeves.jpg"
    },
    {
        "id": 6,
        "title": "Short Sleeve Striped",
        "price": 15.99,
        "description": "Fashion Men's Short Sleeve Striped Design Shirts",
        "category": "men's clothing",
        "image": "Short Sleeve Striped.jpg"
    }
]